Repository: Berdir/user_relationships
Catalog: user_relationship_mailer/translations/user_relationship_mailer.*.po
Languages: fr

source: Replacement strings are: %macros
fr: Les chaines de substitution sont : %macros

source: Email subject
fr: Sujet du courriel

source: Email message
fr: Message du courriel

source: If you check this, users will have a new setting on their account edit page.
fr: Si vous cochez ceci, les utilisateurs auront un nouveau réglage sur la page d'édition de compte.

source: Email Options
fr: Options des courriels

source: Allow users to turn off relationship messages
fr: Autorise les utilisateurs à désactiver les messages de leurs relations

source: Send @op messages
fr: Envoi des message @op

source: Relationship email settings
fr: Paramètres de courriel concernant mes relations

source: Receive relationship email notifications
fr: Recevoir les notifications par courriel concernant mes relations

source: Check this if you'd like to receive relationship related email notifications
fr: Cochez ceci si vous souhaitez recevoir des notifications par courriel liées à vos relations

source: Gives the option to mail users when about relationship events (request, remove, disapprove, approve, etc)
fr: Donne l'option d'envoyer un courriel aux utilisateurs concernant des évênements liés à des relations (requête, suppression, refus, approbation, ...)

source: Request
fr: Requête

source: Send Request messages
fr: Envoi des messages de Requête

source: Send Cancel messages
fr: Envoi des messages d'Annulation

source: Send Approve messages
fr: Envoi des messages d'Approbation

source: Send Disapprove messages
fr: Envoi des messages de Refus

source: Send Remove messages
fr: Envoi des messages de Suppression

source: Send Pre-approved messages
fr: Envoi des messages de Pré-Approbation
