Repository: Berdir/user_relationships
Catalog: user_relationships_api/translations/user_relationships_api.*.po
Languages: fr

source: When either saving a new relationship type or updating an existing relationship type
fr: Quand vous sauvegardez un nouveau type de relation ou mettez à un jour un type de relation existant

source: After saving a new relationship type
fr: Après avoir sauvé un nouveau type de relation

source: After deleting a relationship type
fr: Après avoir supprimé un type de relation

source: When a relationship type is loaded
fr: Quand un type de relation est chargé

source: When either saving a new relationship or updating an existing relationship
fr: Quand vous sauvegardez une nouvelle relation ou mettez à un jour une relation existante

source: After a new relationship has been requested
fr: Après qu'une nouvelle relation ait été demandée

source: When a relationship has been removed (specifically cancelled)
fr: Quand une relation a été supprimée (spécifiquement supprimée)

source: After saving an existing relationship
fr: Après avoir sauvé une relation existante

source: After approving a relationship
fr: Après avoir approuvé une relation

source: When a relationship has been removed (specifically disapproved)
fr: Quand une relation a été supprimée (spécifiquement refusée)

source: When a relationship has been removed
fr: Quand une relation a été supprimée

source: User %user has no suitable roles to request a %rtype relationship
fr: L'utilisateur %user n'a aucun rôle permettant de requêter une relation de type %rtype

source: !name is not a friend of yours.
fr: !name ne fait pas partie de vos amis.

source: can have relationships
fr: peut avoir des relations

source: API for User Relationships. This will only provide the programmer interface.
fr: API pour User Relationship. Cela fournit uniquement l'interface de programmation

source: After saving an existing relationship type
fr: Après avoir sauvegardé un type de relation existant

source: The user who issued the connection request.
fr: L'utilisateur qui a initié la demande de connection.

source: The user who approved the connnection request.
fr: L'utilisateur qui a approuvé la demande de connection.

source: The relationship name (singular form)
fr: Le nom de la relation (au singulier)
