Repository: Berdir/user_relationships
Catalog: user_relationship_node_access/translations/user_relationship_node_access.*.po
Languages: fr

source: Node access based on your relationships to other users
fr: Droits d'accès sur le node basé sur vos relations avec les autres utilisateurs

source: If no box is ticked, then anyone can @action.
fr: Si aucune case n'est cochée, alors tout le monde peut @action

source: Provides per node access control based on relationship to author
fr: Fournit un contrôle de droits d'accès par noeud basé sur la relation avec l'auteur

source: Post to @type (you to them)
fr: Posté à @type (vous pour eux)

source: Post to @type (them to you)
fr: Posté à @type (eux pour vous)

source: Post to @type
fr: Posté à @type

source: Post to Social Network
fr: Poster sur un réseau social

source: Node access based on your relationships to other users, even if they are not in selected groups
fr: Contrôlé de droits d'accès basé sur vos relations avec d'autres utilisateurs, même si ils ne sont pas dans les groupes sélectionnés

source: grant !type permission to related users
fr: Autoriser le droit d'accès !type aux utilisateurs en relation

source: Posting to social network
fr: En cours de postage sur un réseau social

source: Set up sharing content based on user relationships
fr: Mettre en place un partage de contenu basé sur une relation avec l'utilisateur

source: User Relationship Node Access module form.
fr: Formulaire du module User Relationship Node Access.
